tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "localsend/localsend"
tap "tursodatabase/tap"
brew "bash"
brew "bat"
brew "btop"
brew "sqlite"
brew "cairo"
brew "cmake"
brew "cmake-docs"
brew "dust"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "icu4c@76"
brew "ffmpeg"
brew "flex"
brew "fzf"
brew "gallery-dl"
brew "gdk-pixbuf"
brew "gh"
brew "git-lfs"
brew "imagemagick"
brew "jq"
brew "lpeg"
brew "luarocks"
brew "make"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "opam"
brew "pkgconf"
brew "powerlevel10k"
brew "ripgrep"
brew "rmlint"
brew "rustup"
brew "speedread"
brew "speedtest-cli"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "w3m"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tursodatabase/tap/turso"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "dropzone"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-victor-mono"
cask "freetube"
cask "github"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "kitty"
cask "localsend"
cask "macs-fan-control"
cask "notion"
cask "obs"
cask "obsidian"
cask "qbittorrent"
cask "sf-symbols"
cask "spotify"
cask "thonny"
cask "vivaldi"
cask "vlc"
cask "warp"
