tap "homebrew/bundle"
tap "tursodatabase/tap"
# Command-line interface for SQLite
brew "sqlite"
# Shell extension to jump to frequently used directories
brew "autojump"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Resource monitor. C++ version and continuation of bashtop and bpytop
brew "btop"
# Vector graphics library with cross-device output support
brew "cairo"
# Cross-platform make
brew "cmake"
# Documentation for CMake
brew "cmake-docs"
# Perl lib for reading and writing EXIF metadata
brew "exiftool"
# Modern, maintained replacement for ls
brew "eza"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Command-line fuzzy finder written in Go
brew "fzf"
# Command-line downloader for image-hosting site galleries and collections
brew "gallery-dl"
# Toolkit for image loading and pixel buffer manipulation
brew "gdk-pixbuf"
# GitHub command-line tool
brew "gh"
# Git extension for versioning large files
brew "git-lfs"
# Parsing Expression Grammars For Lua
brew "lpeg"
# Package manager for the Lua programming language
brew "luarocks"
# NCurses Disk Usage
brew "ncdu"
# Fast, highly customisable system info script
brew "neofetch"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# OCaml package manager
brew "opam"
# Theme for zsh
brew "powerlevel10k"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Extremely fast tool to remove dupes and other lint from your filesystem
brew "rmlint"
# Simple terminal-based rapid serial visual presentation (RSVP) reader
brew "speedread"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Programmatically correct mistyped console commands
brew "thefuck"
# Simplified and community-driven man pages
brew "tldr"
# Terminal multiplexer
brew "tmux"
# Command-line interface to the freedesktop.org trashcan
brew "trash-cli"
# Fish-like fast/unobtrusive autosuggestions for zsh
brew "zsh-autosuggestions"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
brew "tursodatabase/tap/turso"
# Application launcher and productivity software
cask "alfred"
# Application uninstaller
cask "appcleaner"
# Chromium based browser
cask "arc"
# Web browser focusing on privacy
cask "brave-browser"
# C and C++ IDE
cask "clion"
# Productivity app
cask "dropzone"
# Web browser
cask "firefox"
# Privacy-focused Firefox-based browser
cask "floorp"
# YouTube player focusing on privacy
cask "freetube"
# Desktop client for GitHub repositories
cask "github"
# Web browser
cask "google-chrome"
# Utility to hide menu bar items
cask "hiddenbar"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Web browser
cask "librewolf"
# Controls and monitors all fans on Apple computers
cask "macs-fan-control"
# Extensible two-pane file manager
cask "marta"
# VPN client
cask "mullvadvpn"
# App to write, plan, collaborate, and get organized
cask "notion"
# Open-source software for live streaming and screen recording
cask "obs"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# IDE for professional Python development
cask "pycharm"
# Peer to peer Bitorrent client
cask "qbittorrent"
# Music streaming service
cask "spotify"
# Python IDE for beginners
cask "thonny"
# Web browser with built-in email client focusing on customization and control
cask "vivaldi"
# Multimedia player
cask "vlc"
# Rust-based terminal
cask "warp"
vscode "ocamllabs.ocaml-platform"
